{
  "Index": {
    "title": "مرحبا ",
    "place": "في موقع ",
    "taqwa": "التقوي",
    "islam": "الإسلامي",
    "start": "لنبدأ",
    "play": "إستمع الاّن",
    "arkan": "اركان الأسلام",
    "salat-time": "مواقيت الصلاة",
    "quran": "القرآن الكريم",
    "tasbeeh": "التسبيح",
    "azkar": "الأذكار",
    "build": "بُنِي الإسلامُ على خمسٍ",
    "shahada": "الشهادتين",
    "salat": "الصلاة",
    "zakat": "الزكاة",
    "sawm": "الصيام",
    "hajj": "الحج",
    "salat-today": "مواقيت الصلاة اليوم",
    "messenger": "قال رسول الله",
    "hadis": "أول ما يحاسب به العبد يوم القيامة الصلاة،فإن صلحت صلح سائر عمله، وإن فسدت فسد سائر عمله",
    "time": "الوقت",
    "fajr": "الفجر",
    "dhuhr": "الظهر",
    "asr": "العصر",
    "maghrib": "المغرب",
    "isha": "العشاء",
    "cairoTime": "حسب التوقيت المحلي لمدينة القاهرة",
    "allah": "وَلَذِكْرُ الله أكبر",
    "rights": "جميع الحقوق محفوظه",
    "tasbeeh": "التسبيح",
    "zekr": "أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
    "subhanallah": "سبحان الله",
    "alhamdulillah": "الحمد لله",
    "allahuakbar": "الله أكبر",
    "astaghfirullah": "أستغفر الله",
    "la": "لا إله إلا الله",
    "wa": "Subhanallah wa bihamdihi",
    "we": "Subhanallah Al Azeem",
    "o": "يا أيها الذين آمنوا اذكروا الله ذكرا كثيراً",
    "alsabah": "أذكار الصباح",
    "almasaa": "أذكار المساء",
    "sabah1": "يُفضل قراءتها بين صلاة الفجر وشروق الشمس.",
    "sabah2": "أعوذ بالله من الشيطان الرجيم. الله لا إله إلا هو الحي القيوم. لا تأخذه سنة ولا نوم. له ما في السماوات وما في الأرض. من ذا الذي يشفع عنده إلا بإذنه؟ يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء. وسع كرسيه السماوات والأرض ولا يؤوده حفظهما وهو العلي العظيم.",
    "sabah3": "آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير. لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت. ربنا لا تؤاخذنا إن نسينا أو أخطأنا. ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا. ربنا ولا تحملنا ما لا طاقة لنا به. واعف عنا واغفر لنا وارحمنا. أنت مولانا فانصرنا على القوم الكافرين.",
    "sabah4": "بسم الله الرحمن الرحيم. قل أعوذ برب الفلق من شر ما خلق ومن شر غاسق إذا وقب ومن شر النفاثات في العقد ومن شر حاسد إذا حسد. ثلاث مرات (3).",
    "sabah5": "بسم الله الرحمن الرحيم. قل أعوذ برب الناس ملك الناس إله الناس من شر الوسواس الخناس الذي يوسوس في صدور الناس من الجنة والناس. ثلاث مرات (3).",
    "sabah6": "قد أصبحنا وأصبح الملك لله رب العالمين. الله لا إله إلا هو الحي القيوم. لا تأخذه سنة ولا نوم. له ما في السماوات وما في الأرض. ربنا إني أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه وأعوذ بك من شر ما فيه وشر ما بعده. ربنا أعوذ بك من الكسل وسوء الكبر. ربنا أعوذ بك من عذاب جهنم وعذاب القبر. مرة واحدة (1).",
    "sabah7": "اللهم أنت ربي لا إله إلا أنت. خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت. أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي وأبوء بذنبي. فاغفر لي فإنه لا يغفر الذنوب إلا أنت. مرة واحدة (1).",
    "sabah8": "رضيت بالله ربا وبالإسلام دينا وبمحمد صلى الله عليه وسلم نبيا. ثلاث مرات (3).",
    "sabah9": "اللهم إني أشهد أني أبدأ هذا اليوم معك ومع حملة عرشك وملائكتك وجميع خلقك أنك الله لا إله إلا أنت وحدك لا شريك لك وأن محمداً عبدك ورسولك. أربع مرات (4).",
    "sabah10": "اللهم ما أصبح بي من نعمة أو بأحد من خلقك، فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر. مرة واحدة (1).",
    "sabah11": "حسبي الله لا إله إلا هو. عليه توكلت، وهو رب العرش العظيم. سبع مرات (7).",
    "sabah12": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم. ثلاث مرات (3).",
    "sabah13": "اللهم إنا أصبحنا وأصبح الملك لله والحمد لله. اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك المصير. مرة واحدة (1).",
    "sabah14": "أصبحنا وأصبح الملك لله على الفطرة الإسلام وكلمة الإخلاص ودين نبينا محمد صلى الله عليه وسلم وعلى ملة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين. مرة واحدة (1).",
    "sabah15": "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته. ثلاث مرات (3).",
    "sabah16": "اللهم إني أعوذ بك من الكفر والفقر وعذاب القبر. لا إله إلا أنت. ثلاث مرات (3).",
    "sabah17": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة. اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي. مرة واحدة (1).",
    "sabah18": "اللهم يا حي يا قيوم برحمتك أستغيث فأصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين. ثلاث مرات (3).",
    "sabah19": "يُفضل قراءتها بين صلاة الفجر وشروق الشمس.",
    "sabah20": "أعوذ بالله من الشيطان الرجيم. الله لا إله إلا هو الحي القيوم. لا تأخذه سنة ولا نوم. له ما في السماوات وما في الأرض. ربنا إني أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه وأعوذ بك من شر ما فيه وشر ما بعده. ربنا أعوذ بك من الكسل وسوء الكبر. ربنا أعوذ بك من عذاب جهنم وعذاب القبر. مرة واحدة (1).",
    "sabah21": "اللهم أعوذ بكلمات الله التامات من شر ما خلق. ثلاث مرات (3).",
    "sabah22": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. مائة مرة (100).",
    "sabah23": "اللهم صل وسلم وبارك على سيدنا محمد. عشر مرات (10).",
    "sabah24": "اللهم إنا نعوذ بك من أن نشرك بك شيئا نعلمه ونستغفرك لما لا نعلمه. ثلاث مرات (3).",
    "sabah25": "أستغفر الله العظيم الذي لا إله إلا هو، الحي القيوم، وأتوب إليه. ثلاث مرات (3).",
    "sabah26": "يا رب، لك الحمد كما ينبغي لجلال وجهك، ولعظيم سلطانك. ثلاث مرات (3).",
    "sabah27": "اللهم إني أسألك علما نافعا ورزقا طيبا وعملا متقبلا. مرة واحدة (1).",
    "sabah28": "اللهم أنت ربي لا إله إلا أنت، عليك توكلت، وأنت رب العرش العظيم، ما شاء الله كان، وما لم يشأ لم يكن، ولا حول ولا قوة إلا بالله العلي العظيم، أعلم أن الله على كل شيء قدير، وأن الله قد أحاط بكل شيء علما، اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت آخذ بناصيتها، إن ربي على صراط مستقيم. مرة واحدة (1).",
    "sabah29": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. مائة مرة (100).",
    "sabah30": "سبحان الله والحمد لله. مائة مرة (100).",
    "sabah31": "أستغفر الله وأتوب إليه. مائة مرة (100).",
    "masaa1": "من الأمور المستحبة قراءتها بين صلاة العصر وغروب الشمس.",
    "masaa2": "أعوذ بالله من الشيطان الرجيم، الله لا إله إلا هو الحي القيوم، لا تأخذه سنة ولا نوم، له ما في السماوات وما في الأرض، من ذا الذي يشفع عنده إلا بإذنه، يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء، وسع كرسيه السماوات والأرض، ولا يؤوده حفظهما، وهو العلي العظيم.",
    "masaa3": "آمن الرسول بما أنزل إليه من ربه والمؤمنون، كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير. لا يكلف الله نفسا إلا وسعها، لها ما كسبت وعليها ما اكتسبت، ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولىنا فانصرنا على القوم الكافرين.",
    "masaa4": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم. قل أعوذ برب الفلق من شر ما خلق ومن شر غاسق إذا وقب ومن شر النفاثات في العقد ومن شر حاسد إذا حسد. ثلاث مرات.",
    "masaa5": "قل أعوذ برب الناس ملك الناس إله الناس من شر الوسواس الخناس الذي يوسوس في صدور الناس من الجنة والناس. ثلاث مرات.",
    "masaa6": "أمسينا وأمسى الملك لله رب العالمين، اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها وأعوذ بك من شر ما فيها وشر ما بعدها. مرة واحدة.",
    "masaa7": "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء بذنبي فاغفر لي إنه لا يغفر الذنوب إلا أنت. مرة واحدة.",
    "masaa8": "رضيت بالله ربا وبالإسلام دينا وبمحمد صلى الله عليه وسلم نبيا. ثلاث مرات.",
    "masaa9": "اللهم ما أمسينا بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر. مرة واحدة.",
    "masaa10": "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم. سبع مرات.",
    "masaa11": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم. ثلاث مرات.",
    "masaa12": "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير.",
    "masaa13": "أمسينا على فطرة الإسلام كلمة الإخلاص ودين نبينا محمد صلى الله عليه وسلم وملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين. مرة واحدة.",
    "masaa14": "سبحان الله وبحمده. ثلاث مرات.",
    "masaa15": "اللهم عافني في بدني. اللهم عافني في سمعي. اللهم عافني في بصري. لا إله إلا أنت. ثلاث مرات.",
    "masaa16": "اللهم إني أعوذ بك من الكفر والفقر وأعوذ بك من عذاب القبر لا إله إلا أنت. ثلاث مرات.",
    "masaa17": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة. اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بعظمتك أن أغتال من تحتي. مرة واحدة.",
    "masaa18": "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين. ثلاث مرات.",
    "masaa19": "أمسينا وأمسى الملك لله رب العالمين. اللهم إني أسألك خير هذه الليلة فتحها ونصرها ونورها وبركتها وهداها. أعوذ بك من شر ما فيها وشر ما بعدها. مرة واحدة.",
    "masaa20": "اللهم عالم الغيب والشهادة فاطر السماوات والأرض رب كل شيء لا إله إلا أنت أعوذ بك من شر نفسي وشر الشيطان وشركه وأن أقترف على نفسي سوءا أو أجره إلى مسلم. مرة واحدة.",
    "masaa21": "أعوذ بكلمات الله التامات من شر ما خلق. ثلاث مرات.",
    "masaa22": "اللهم صل وسلم وبارك على نبينا محمد. عشر مرات.",
    "masaa23": "اللهم إنا نعوذ بك من أن نشرك بك شيئا نعلمه ونستغفرك لما لا نعلمه. ثلاث مرات.",
    "masaa24": "اللهم إني أعوذ بك من الهم والحزن وأعوذ بك من العجز والكسل وأعوذ بك من الجبن والبخل وأعوذ بك من غلبة الدين وقهر الرجال. ثلاث مرات.",
    "masaa25": "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه. ثلاث مرات.",
    "masaa26": "اللهم إني أعوذ بك من الكفر والفقر وأعوذ بك من عذاب القبر لا إله إلا أنت. ثلاث مرات.",
    "masaa27": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة. اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي وآمن روعاتي. اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي. أعوذ بعظمتك أن أغتال من تحتي. مرة واحدة.",
    "masaa28": "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين. ثلاث مرات.",
    "masaa29": "سبحان الله وبحمده. مئة مرة.",
    "masaa30": "أستغفر الله وأتوب إليه. مئة مرة.",
    "masaa31": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. مئة مرة.",
    "more": "أظهر المزيد",
    "less": "أظهر أقل",
    "salat-header": "يا أيها الذين آمنوا استعينوا بالصبر والصلاة إن الله مع الصابرين"
  }
}
