{
  "Index": {
    "title": "Welcome",
    "place": "to the ",
    "taqwa": "Taqwa",
    "islam": "Islamic Center",
    "start": "Let's Begin",
    "play": "Play Now",
    "arkan": "Pillars of Islam",
    "salat-time": "Prayer Times",
    "quran": "The Holy Quran",
    "tasbeeh": "Tasbeeh",
    "azkar": "Remembrances",
    "build": "Islam is built upon five",
    "shahada": "The Two Testimonies",
    "salat": "Prayer",
    "zakat": "Zakat (Charity)",
    "sawm": "Fasting",
    "hajj": "Hajj (Pilgrimage)",
    "salat-today": "Today's Prayer Times",
    "messenger": "The Messenger of Allah said:",
    "hadis": "The first thing for which a person will be held accountable on the Day of Judgment is their prayer. If it is sound, the rest of their deeds will be sound; but if it is corrupt, the rest of their deeds will be corrupt.",
    "time": "Time",
    "fajr": "Fajr",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Isha",
    "cairoTime": "According to Cairo local time",
    "allah": "The remembrance of God is greater",
    "rights": "All rights reserved",
    "tasbeeh": "Tasbeeh",
    "zekr": "Verily, in the remembrance of Allah do hearts find rest",
    "subhanallah": "Subhanallah",
    "alhamdulillah": "Alhamdulillah",
    "allahuakbar": "Allahuakbar",
    "astaghfirullah": "Astaghfirullah",
    "la": "There is no god but Allah",
    "wa": "Glory is to Allah, and praise is to Him",
    "we": "Glory is to Allah, the Mighty",
    "o": "O you who have believed, remember Allah with much remembrance",
    "alsabah": "Athkar al-Sabah",
    "almasaa": "Athkar al-Masaa",
    "sabah1": "It is recommended to read it between the Fajr prayer and sunrise.",
    "sabah2": "I seek refuge with Allah from the accursed Satan. Allah, there is no god but Him, the Ever-Living, the Sustainer of existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is before them and what is behind them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "sabah3": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, [saying], 'We make no distinction between any of His messengers.' And they say, 'We hear and we obey. [We seek] Your forgiveness, our Lord, and to You is the [final] destination.' Allah does not burden a soul beyond that it can bear. For it is [the consequence of] what it has earned, and against it [what it has done]. Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.",
    "sabah4": "In the name of Allah, the Most Gracious, the Most Merciful. Say, 'I seek refuge in the Lord of daybreak. From the evil of what He has created. And from the evil of darkness when it settles. And from the evil of the blowers in knots. And from the evil of an envier when he envies.' Three times (3).",
    "sabah5": "In the name of Allah, the Most Gracious, the Most Merciful. Say, 'I seek refuge in the Lord of mankind, the Sovereign of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the breasts of mankind, among the jinn and mankind.' Three times (3).",
    "sabah6": "We have reached the morning and at this very time, all sovereignty belongs to Allah, Lord of the worlds. Allah, there is no deity except Him, the Ever-Living, the Sustainer of existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Our Lord, we ask You for the goodness of this day and the goodness of what follows it, and we seek refuge in You from the evil of this day and the evil of what follows it. Our Lord, we seek Your protection from laziness and the evil of old age. Our Lord, we seek Your protection from the torment of Hellfire and the torment of the grave. Once (1).",
    "sabah7": "O Allah, You are my Lord; there is no deity except You. You have created me, and I am Your servant, and I am on Your covenant and promise as best as I can. I seek refuge in You from the evil of what I have done. I acknowledge before You all the blessings You have bestowed upon me, and I confess to You all my sins. So forgive me, for there is none who can forgive sins except You. Once (1).",
    "sabah8": "I am content with Allah as my Lord, Islam as my religion, and Muhammad (peace be upon him) as my Prophet. Three times (3).",
    "sabah9": "O Allah, I bear witness that I have started this day with You, and with the bearers of Your Throne, and Your angels, and all of Your creation, that You are Allah, there is no deity except You, alone, without any partners, and that Muhammad is Your servant and messenger. Four times (4).",
    "sabah10": "O Allah, whatever blessings I or any of Your creatures have received this morning, they are from You alone. You have no partner; to You belongs all praise and thanks. Once (1).",
    "sabah11": "Allah is sufficient for me; there is no god except Him. I have placed my trust in Him, and He is the Lord of the Great Throne. Seven times (7).",
    "sabah12": "In the name of Allah, with whose name nothing in the heavens or on the earth can cause harm, and He is the All-Hearing, the All-Knowing. Three times (3).",
    "sabah13": "O Allah, we have entered the morning and with You we enter the evening, and with You we live and die, and to You is our final return. Once (1).",
    "sabah14": "We have started this day upon the natural disposition of Islam, upon the word of sincerity, and upon the religion of our Prophet Muhammad (peace be upon him), and upon the faith of our father Abraham, who was a monotheist and submissive to Allah, and he was not of the polytheists. Once (1).",
    "sabah15": "Glory be to Allah, and praise is His due, as many times as the number of His creation, as much as pleases Him, as much as the weight of His Throne, and as much as the ink of His words. Three times (3).",
    "sabah16": "O Allah, I seek refuge in You from disbelief, poverty, and the torment of the grave. There is no god but You. Three times (3).",
    "sabah17": "O Allah, I ask You for forgiveness and well-being in this world and the Hereafter. O Allah, I ask You for forgiveness and well-being in my religion, my worldly affairs, my family, and my wealth. O Allah, conceal my faults and calm my fears. O Allah, protect me from the front, from behind, from my right, from my left, and from above, and I seek refuge in Your greatness from being overwhelmed from beneath. Once (1).",
    "sabah18": "O Ever-Living, O Sustainer of existence, I seek help through Your mercy, so rectify all my affairs, and do not leave me to myself for the blink of an eye. Three times (3).",
    "sabah19": "We have entered the morning, and all sovereignty belongs to Allah, the Lord of all worlds. O Allah, I ask You for the goodness of this day, its success, its light, its blessings, its guidance, and I seek refuge in You from its evil and the evil that follows it. Once (1).",
    "sabah20": "O Allah, Knower of the unseen and the seen, Creator of the heavens and the earth, the Lord of everything, I bear witness that there is no god but You. I seek refuge in You from the evil within myself, from the evil of Satan and his associates, and that I may commit wrong against myself or bring it upon another Muslim. Once (1).",
    "sabah21": "I seek refuge in the perfect words of Allah from the evil of what He has created. Three times (3).",
    "sabah22": "There is no god but Allah, alone, without any partners. To Him belongs the dominion, and to Him belongs all praise, and He is capable of everything. One hundred times (100).",
    "sabah23": "O Allah, send blessings and peace upon our master Muhammad. Ten times (10).",
    "sabah24": "O Allah, we seek refuge in You from knowingly associating partners with You, and we seek Your forgiveness for what we do not know. Three times (3).",
    "sabah25": "I seek forgiveness from Allah, the Mighty, whom there is no god but Him, the Ever-Living, the Sustainer of existence, and I turn to Him in repentance. Three times (3).",
    "sabah26": "O Lord, to You belongs all praise, as is appropriate for the glory of Your countenance and the greatness of Your sovereignty. Three times (3).",
    "sabah27": "O Allah, I ask You for beneficial knowledge, good provisions, and accepted deeds. Once (1).",
    "sabah28": "O Allah, You are my Lord, there is no god but You. You are the Lord of the Great Throne. Whatever Allah wills happens, and what He does not will, does not happen. There is no power and no strength except with Allah, the Most High, the Most Great. I seek refuge in You from the evil of myself and from the evil of every creature under Your control. Surely, my Lord is on a straight path. Once (1).",
    "sabah29": "There is no god but Allah, alone, without any partners. To Him belongs the dominion, and to Him belongs all praise, and He is capable of everything. One hundred times (100).",
    "sabah30": "Glory be to Allah, and praise is due to Him. One hundred times (100).",
    "sabah31": "I seek forgiveness from Allah and turn to Him in repentance. One hundred times (100).",
    "masaa1": "It is recommended to recite them between the Asr prayer and sunset.",
    "masaa2": "I seek refuge with Allah from the accursed Satan. Allah, there is no god but Him, the Ever-Living, the Sustainer of existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is before them and what is behind them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "masaa3": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allah and His angels and His books and His messengers, [saying], 'We make no distinction between any of His messengers.' And they say, 'We hear and we obey. [We seek] Your forgiveness, our Lord, and to You is the [final] destination.' Allah does not burden a soul beyond that it can bear. For it is [the consequence of] what it has earned, and against it [what it has done]. Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.",
    "masaa4": "In the name of Allah, with whose name nothing in the heavens or on the earth can cause harm, and He is the All-Hearing, the All-Knowing. Say, 'I seek refuge in the Lord of daybreak. From the evil of what He has created. And from the evil of darkness when it settles. And from the evil of the blowers in knots. And from the evil of an envier when he envies.' Three times (3).",
    "masaa5": "Say, 'I seek refuge in the Lord of mankind, the Sovereign of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the breasts of mankind, among the jinn and mankind.' Three times (3).",
    "masaa6": "We have reached the evening, and to Allah belongs all sovereignty, and to Him belongs all praise. There is no god but Allah, alone, without any partners. To Him belongs the dominion, and to Him belongs all praise, and He is capable of everything. Our Lord, I ask You for the goodness of this night, its success, its light, its blessings, its guidance, and I seek refuge in You from its evil and the evil that follows it. Our Lord, I seek Your protection from laziness and the evil of old age. Our Lord, I seek Your protection from the torment of Hellfire and the torment of the grave. Once (1).",
    "masaa7": "O Allah, You are my Lord; there is no god but You. You have created me, and I am Your servant, and I am on Your covenant and promise as best as I can. I seek refuge in You from the evil of what I have done. I acknowledge before You all the blessings You have bestowed upon me, and I confess to You all my sins. So forgive me, for there is none who can forgive sins except You. Once (1).",
    "masaa8": "I am content with Allah as my Lord, Islam as my religion, and Muhammad (peace be upon him) as my Prophet. Three times (3).",
    "masaa9": "O Allah, whatever blessings I or any of Your creatures have received this evening, they are from You alone. You have no partner; to You belongs all praise and thanks. Once (1).",
    "masaa10": "Allah is sufficient for me; there is no god except Him. I have placed my trust in Him, and He is the Lord of the Great Throne. Seven times (7).",
    "masaa11": "In the name of Allah, with whose name nothing in the heavens or on the earth can cause harm, and He is the All-Hearing, the All-Knowing. Three times (3).",
    "masaa12": "O Allah, by Your leave, we have reached the evening, and by Your leave, we have reached the morning, and by Your leave, we live, and by Your leave, we die, and to You is the final destination.",
    "masaa13": "We have entered the evening upon the fitrah (natural disposition) of Islam, the word of sincere devotion, the religion of our Prophet Muhammad (peace be upon him), and the faith of our father Ibrahim, who was a true Muslim and was not of the polytheists. Once (1).",
    "masaa14": "Glory is to Allah, and praise is to Him, by the multitude of His creation, by His pleasure, by the weight of His throne, and by the extent of His words. Three times (3).",
    "masaa15": "O Allah, grant me well-being in my body. O Allah, grant me well-being in my hearing. O Allah, grant me well-being in my sight. There is no god but You. Three times (3).",
    "masaa16": "O Allah, I seek refuge in You from disbelief, poverty, and the torment of the grave. There is no god but You. Three times (3).",
    "masaa17": "O Allah, I ask You for forgiveness and well-being in this world and the Hereafter. O Allah, I ask You for forgiveness and well-being in my religion, my worldly affairs, my family, and my wealth. O Allah, conceal my weaknesses and secure me from the dread within me. O Allah, protect me from in front of me and from behind me, from my right and from my left, and from above me. I seek refuge in Your greatness from being overpowered from below me. Once (1).",
    "masaa18": "O Ever-Living, O Self-Sustaining, in Your mercy, I seek relief. Correct all my affairs for me and do not entrust me to myself for the blink of an eye. Three times (3).",
    "masaa19": "We have reached the evening, and to Allah belongs all sovereignty, Lord of all worlds. O Allah, I ask You for the goodness of this night, its opening, its victory, its light, its blessings, its guidance. I seek refuge in You from its evil and the evil that follows it. Once (1).",
    "masaa20": "O Allah, Knower of the unseen and the witnessed, Creator of the heavens and the earth, Lord of everything, I bear witness that there is no god but You. I seek refuge in You from the evil of myself and from the evil of Satan and his associates. I seek protection in You from bringing evil upon myself or on a fellow Muslim. Once (1).",
    "masaa21": "I seek refuge in the perfect words of Allah from the evil of what He has created. Three times (3).",
    "masaa22": "O Allah, bless, grant peace, and bestow Your blessings upon our Prophet Muhammad. Ten times (10).",
    "masaa23": "O Allah, we seek refuge in You from associating partners with You knowingly, and we seek Your forgiveness for what we do not know. Three times (3).",
    "masaa24": "  O Allah, I seek refuge in You from anxiety and sorrow, from weakness and laziness, from miserliness and cowardice, and from the burden of debt and from being overpowered by men. Three times (3).",
    "masaa25": "I seek forgiveness from Allah, the Almighty, Whom there is no god but Him, the Ever-Living, the Sustainer of existence, and I repent to Him. Three times (3).",
    "masaa26": "O Lord, to You belongs all praise as befits the glory of Your countenance and the greatness of Your authority. Three times (3).",
    "masaa27": "There is no god but Allah, alone, without partner. To Him belongs the dominion, and to Him is all praise. He is capable of everything. One hundred times (100).",
    "masaa28": "O Allah, You are my Lord, there is no god but You. I rely on You, and You are the Lord of the Great Throne. Whatever Allah wills happens, and whatever He does not will does not happen. There is no power and no strength except with Allah, the Most High, the Most Great. I acknowledge that Allah has power over everything, and Allah has encompassed everything with knowledge. O Allah, I seek refuge in You from the evil of my own self and from the evil of every creature under Your control. Verily, my Lord is on the straight path. Once (1).",
    "masaa29": "Glory is to Allah, and praise is to Him. One hundred times (100).",
    "masaa30": "I seek forgiveness from Allah, and I repent to Him. One hundred times (100).",
    "masaa31": "There is no god but Allah, alone, without partner. To Him belongs the dominion, and to Him is all praise, and He is capable of everything. One hundred times (100).",
    "more": "More",
    "less": "Less",
    "salat-header": "O you who have believed, seek help through patience and prayer. Indeed, Allah is with the patient."
  }
}
